Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In 1905 the National Gallery acquired it as the first work by van Gogh in its collection.
nb: I 1905 ble tegningen innkjøpt til Nasjonalgalleriet som det første arbeidet av van Gogh i museets samling.

source: Gravity has been suspended for an instant.
nb: Tyngdekraften er for et øyeblikk opphevet.

source: The installation is made of stainless steel.
nb: Installasjonen er utført i rustfritt stål.

source: "Lystring på Krøderen" relates to: Related works
nb: "Lystring på Krøderen" relaterer til: Utforsk lignende verk fra samlingen

source: ly young people), and (b) to correct biases in data
nb: (vanligvis unge) og (b) å rette opp skjevheter i datainnsamlin-

source: She had seen it at the Stedelijk Museum in Amsterdam a few years earlier.
nb: Hun hadde sett verket på Stedelijk Museum i Amsterdam noen år tidligere.

source: "Fra Christianiafjorden nær Rauer" relates to: Related works
nb: "Fra Christianiafjorden nær Rauer, Christianiafjorden nær Rauö" relaterer til: Utforsk lignende verk fra samlingen

source: During Pettersen's tenure,
nb: Parallelt med Pettersen var

source: From then on they were once again part of the Parisian art scene with artist friends such as Sonia Delaunay-Terk, Alexander Calder, and Pierre Soulages.
nb: Fra da av var de igjen en del av kunstscenen i Paris, med kunstnervenner som Sonia Delaunay-Terk, Alexander Calder og Pierre Soulages.

source: The work incited widely divergent views, and the debate was heated.
nb: Meningene var mange, og debatten hadde høy temperatur.

source: "Figur med hevede armer" relates to: Related works
nb: "Figur med hevede armer" relaterer til: Utforsk lignende verk fra samlingen

source: Agostino Carracci (by erroneus tradition)
nb: Agostino Carracci (ifølge feilaktig tradisjon)

source: "Hendrik Hansen Hundorp" relates to: Related works
nb: "Hendrik Hansen Hundorp" relaterer til: Utforsk lignende verk fra samlingen

source: Ludolf (Guardein) Müntz (Historical event, person, place, with affiliation)
nb: Ludolf (Guardein) Müntz (Historisk hendelse, person, sted, med tilknytning)

source: She trained to be an artist in The Hague and Oslo.
nb: Hun hadde sin kunstutdannelse fra Haag og Oslo.

source: Andrea Sacchi (by tradition)
nb: Andrea Sacchi (etter tradisjon)

source: Pen, pencil, and watercolour, 530 x 720 mm." in fullscreen
nb: Penn, blyant og akvarell på papir, 530 x 720 mm." i full størrelse

source: It was not until 1944 that Dubuffet held his first solo exhibition.
nb: Først i 1944 hadde Dubuffet sin første separatutstilling.

source: When she returned seven years later, in 1979, she felt alienated in her own city.
nb: Da hun syv år senere, i 1979, vendte tilbake, følte hun seg fremmed i sin egen by.

source: Born 1938 in Passaic, New Jersey, USA, death 1973 in Amarillo, Texas, USA
nb: Født 1938 i Passaic, New Jersey, USA, død 1973 i Amarillo, Texas, USA

source: "Nonntal med Gaisberg i bakgrunnen" relates to: Related works
nb: "Nonntal med Gaisberg i bakgrunnen" relaterer til: Utforsk lignende verk fra samlingen

source: In the tapestry Blod i gresset (Blood in the Grass) (1968), Ryggen attacked the aggressive American bombing of North Vietnam, where chemical weapons such as napalm and Agent Orange were used.
nb: (1968) angrep Ryggen amerikanernes aggressive bombing av Nord-Vietnam, hvor det ble brukt kjemiske våpen som napalm og Agent Orange.

source: Wayfinding to Villa Stenersen
nb: Finn fram til Villa Stenersen:

source: Hammershøi received both national and international acclaim during his lifetime, but after his death in 1916 he became somewhat forgotten.
nb: Hammershøi oppnådde anerkjennelse både nasjonalt og internasjonalt i sin levetid, men etter hans død i 1916 ble han i noen grad ”glemt”.

source: "Utsikt fra Toner" relates to: Related works
nb: "Utsikt fra Toner" relaterer til: Utforsk lignende verk fra samlingen

source: Bernt Heiberg (Architectural office)
nb: Bernt Olsen Nadderud (Produsent - antatt)

source: He studied at the National Academy of Craft and Art Industry and at the Academy of Fine Art in Oslo in the 1950s, and made his debut in 1963.
nb: Han ble utdannet på Statens håndverks- og kunstindustriskole og Statens kunstakademi i 1950-årene, og debuterte i 1963.

source: "Hus og portstolpe" relates to: Related works
nb: "Hus og portstolpe" relaterer til: Utforsk lignende verk fra samlingen

source: Nicolas Poussin (Artist for cartoon/modello i.a.)
nb: Nicolas Poussin (Kunstner for mønster/kartong e.l.)

source: Cristoforo Rosa (by erroneus tradition)
nb: Cristoforo Rosa (ifølge feilaktig tradisjon)

source: "Genzano di Roma" relates to: Related works
nb: "Genzano di Roma, Gensano" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Synnøve Persen, "Bueprint for Sami Flag" / "Sámeleavgga árvalus", 1977" in fullscreen
nb: Vis bildet "Synnøve Persen, «Utkast til samisk flagg» /«Sámeleavgga árvalus», 1977" i full størrelse

source: © Holmqvist, Anna, Ahlsell, Chandra, Fjellman, Jonas, Folkform, Galleri Pascale Related works
nb: © Holmqvist, Anna, Ahlsell, Chandra, Fjellman, Jonas Utforsk lignende verk fra samlingen

source: Giovanni Lanfranco (Artist for cartoon/modello i.a.)
nb: Giovanni Lanfranco (ifølge feilaktig tradisjon)

source: Carving the first track?
nb: Først i løypa?

source: "Skjerding" relates to:
nb: "Skjerding" relaterer til:

source: tional document rather than an evaluation.
nb: fremstå som reklame snarere enn en evaluering.

source: After completing his architectural studies, Viksjø worked for a period in the office of architect Ove Bang in Oslo.
nb: Etter fullført arkitektutdanning jobbet Viksjø en tid ved Ove Bangs arkitektkontor i Oslo.

source: The view is the same as the one van der Heyden painted in an undated work, now in the possession of the Detroit Institute of Arts.
nb: Utsikten fra samme ståsted malte van der Heyden i et udatert maleri, som befinner seg i The Detroit Institute of Arts, USA.

source: Her research interests include cultural politics, heritage production, cultural institutions and discourses of belonging in Norway and Cuba.
nb: Hennes forskningsinteresser inkluderer kulturpolitikk, kulturarvproduksjon, kulturinstitusjoner og tilhørighet i Norge og på Cuba.

source: "Riss av hester" relates to: Related works
nb: "Riss av hester" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1869 in Le Cateau -Cambrésis, death 1954 in Frankrike
nb: Født 1869 i Le Cateau -Cambrésis, død 1954 i Frankrike

source: Show the image "Cobra and Caprice, 1961." in fullscreen
nb: Vis bildet "Cobra og Caprice, 1961." i full størrelse

source: Master Plan for Torshov in Oslo
nb: Regulering av Torshov i Oslo

source: and on the competition sketch for the new Government Quarter.
nb: og konkurranseutkastet til et nytt Regjeringskvartal.

source: "Og så var det Ahn Leu" relates to: Related works
nb: "Og så var det Ahn Leu" relaterer til: Utforsk lignende verk fra samlingen

source: "Utsikt fra Reichenau, Bodensee" relates to: Related works
nb: "Utsikt fra Reichenau, Bodensee" relaterer til: Utforsk lignende verk fra samlingen

source: One of the Norwegian students was the sculptor Maja Refsum.
nb: En av dem var skulptøren Maja Refsum.

source: Helge Hjertholm (Photographer - uncertain)
nb: Helge Hjertholm (Fotograf - usikker)

source: "Den hellige Hieronymus" relates to: Related works
nb: "Den hellige Hieronymus" relaterer til: Utforsk lignende verk fra samlingen

source: Hertervig seemed to be destined for a brilliant career and was taught by Hans Gude in Düsseldorf.
nb: Hertervig lå an til å ha en strålende karriere og ble undervist av Hans Gude i Düsseldorf.

source: Already as a child, Frida Hansen dreamed of becoming a painter, and was taught by Kitty Kielland, among others.
nb: Allerede som barn drømte Frida Hansen om å bli maler, og ble undervist av blant andre Kitty Kielland.

source: Francesco Salviati (by erroneus tradition)
nb: Francesco Salviati (ifølge feilaktig tradisjon)

source: Gabriel Pérelle (by erroneus tradition)
nb: Gabriel Pérelle (ifølge feilaktig tradisjon)

source: Rembrandt van Rijn (by erroneus tradition)
nb: Rembrandt van Rijn (ifølge feilaktig tradisjon)

source: Along with Ragnhild Keyser, Charlotte Wankel, and others, he is one of the leading Norwegian abstract modernists from the 1920s.
nb: Sammen med blant andre Ragnhild Keyser og Charlotte Wankel er han en av 1920-tallets fremste abstrakte modernister innen norsk kunst.

source: "Fire mannsfigurer, Riva degli Schiavoni" relates to: Related works
nb: "Fire mannsfigurer, Riva degli Schiavoni" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Nana at Marché Lepic, 1960" in fullscreen
nb: Vis bildet "Nana på Marché Lepic, 1960." i full størrelse

source: Show the image "Åse Eriksen, duplicate weaving of curtain, 2004, Siljøstøl, KODE." in fullscreen
nb: Vis bildet "Åse Eriksen, tilnærmet kopi av gardinet på Siljustøl attribuert til Otti Berger, 2004. Siljøstøl, KODE." i full størrelse

source: "Italiensk fjellandsby" relates to:
nb: "Italiensk fjellandsby" relaterer til:

source: "Napoli, Roma og Assisi" relates to: Related works
nb: "Napoli, Roma og Assisi" relaterer til: Utforsk lignende verk fra samlingen

source: A search of other museum databases shows a bell-shaped dress which is draped over the bust, from Dior's spring/summer (alt. SS) 1956 collection.
nb: Et søk i andre museumsdatabaser gir oss en klokkeformet kjolemodell som er drapert over bysten, som er fra vår/sommer-kolleksjonen til Dior fra 1956.

source: "Dock High (prototype)" relates to: Related works
nb: "Dock High (prototype)" relaterer til: Utforsk lignende verk fra samlingen

source: © Bugge, Gunnar, Wozak, Franz Xaver, Bergen Privatbank Related works
nb: © Bugge, Gunnar, Wozak, Franz Xaver, Bergen Privatbank Utforsk lignende verk fra samlingen

source: "Geometrisk figur" relates to:
nb: "Geometrisk figur" relaterer til:

source: Francesco Vanni (by erroneus tradition)
nb: Francesco Vanni (ifølge feilaktig tradisjon)

source: In 1878 she moved to Paris to continue her studies.
nb: I 1878 flyttet hun til Paris og fortsatte studiene der.

source: Albumen print, 122 x 162 mm." in fullscreen
nb: Sølv albumin, 122 x 162 mm." i full størrelse

source: "Fra Aksnes, Hardanger" relates to: Related works
nb: "Fra Aksnes, Hardanger, Aksnæs Hardanger" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Otti Berger and a friend on a Bauhaus Dessau balcony, 1931-32." in fullscreen
nb: Vis bildet "Otti Berger og venninne på en Bauhaus Dessau balkong, 1931-32." i full størrelse

source: The building commissioned by Per Petersen on Karl Johans gate was one of the city’s most luxurious private residences and even had its own ballroom.
nb: Per Petersens gård i Karl Johans gate var blant byens mest luksuriøse privatboliger, innredet med egen ballsal.

source: Abraham de Keyster (assumed certain)
nb: Abraham de Keyster (antatt sikker)

source: Thomas Davison (Founder, printer i.a. in duplication - uncertain)
nb: (Utgiver/forlegger - etter tradisjon)

source: "Utsikt mot Akershus festning" relates to: Related works
nb: "Utsikt mot Akershus festning" relaterer til: Utforsk lignende verk fra samlingen

source: "Kvinnetorso" relates to:
nb: "Kvinnetorso" relaterer til:

source: Characteristic for Islam, who was born in Bangladesh but who lives and works in London, is that she uses sophisticated techniques to create contradictory and intersecting narratives.
nb: Karakteristisk for Islam, som er født i Bangladesh, men bor og arbeider i London, er at hun anvender sofistikerte metoder for å skape motstridende og kryssende fortellinger.

source: After Japan opened its borders in 1854, Japanese objects soon found their way into world exhibitions and famous department stores in Paris and London.
nb: Etter at Japan åpnet sine grenser i 1854, ble japanske objekter vist på de store verdensutstillingene og solgt i de kjente varehusene i Paris og London.

source: "Armenonville, Bois de Boulogne" relates to: Related works
nb: "Armenonville, Bois de Boulogne" relaterer til: Utforsk lignende verk fra samlingen

source: Borghild Arnesen was a versatile artist.
nb: Borghild Arnesen var en allsidig kunstner.

source: "Trær ved elven, Granfoss" relates to: Related works
nb: "Trær ved elven, Granfoss" relaterer til: Utforsk lignende verk fra samlingen

source: Richard Serra broke through as an artist in New York in the late 1960s.
nb: Richard Serra slo gjennom som kunstner i New York i slutten av 1960-årene.

source: Towards the end of his life, Hertervig made a living by chopping wood and doing various practical jobs for others in Tysvær.
nb: Mot slutten livnærte Hertervig seg av å hogge ved og ved å gjøre ulike praktiske oppdrag for andre i Tysvær.

source: He is celebrated for his intense, vibrating colours.
nb: Han er kjent for sine intense, vibrerende farger.

source: "Figurstudier fra bryllup i Gulsvik" relates to: Related works
nb: "Bryllup i Gulsvik" relaterer til: Utforsk lignende verk fra samlingen

source: for the exhibition, which is arranged every five years.
nb: til utstillingen som arrangeres hvert femte år.

source: The Finding of Romulus and Remus
nb: Romulus og Remus blir funnet

source: Rodin reversed and enlarged the figure and removed the head, the left arm, and the wings.
nb: Kunstneren snudde og forstørret den, og fjernet hodet, den ene armen og vingene.

source: Born 1471 in Nuremberg, death 1528 in Nuremberg
nb: Født 1471 i Nuremberg, død 1528 i Nuremberg

source: "Mathea Weem" relates to:
nb: "Mathea Weem" relaterer til:

source: Hizen (Historical event, person, place, with affiliation - assumed certain)
nb: Hizen (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: The pitcher was innovative in its simplicity and was exhibited during the international exhibitions in Brussels in 1935 and in Paris in 1937.
nb: Kannen var nyskapende i sin enkelhet og ble stilt ut under verdensutstillingene i Brussel i 1935 og i Paris i 1937.

source: "Draperistudie" relates to:
nb: "Draperistudie" relaterer til:

source: "Tegninger til spisestuemøbler for professor Brandt" relates to: Related works
nb: "Tegninger til spisestuemøbler for professor Brandt" relaterer til: Utforsk lignende verk fra samlingen

source: © Bugge, Gunnar, Wozak, Franz Xaver, Larsen, T., Bærums elektrisitetsverk Related works
nb: © Bugge, Gunnar, Wozak, Franz Xaver, Larsen, T., Bærums elektrisitetsverk Utforsk lignende verk fra samlingen

source: Very soon, he became a friend.
nb: Han ble raskt en venn.

source: Born 1631 in Haarlem, death 23.01.1684 in Amsterdam, Nederland
nb: Født 1631 i Haarlem, død 23.01.1684 i Amsterdam, Nederland

source: The fauvists’ pictures were typified by their expressive colouring, fierce brushstrokes, and drastic simplification of reality.
nb: Les Fauves’ bilder var kjennetegnet av ekspressiv fargebruk, heftig penselføring og en dramatisk forenkling av virkeligheten.

source: GRAS (Historical event, person, place, with affiliation)
nb: GRAS (Historisk hendelse, person, sted, med tilknytning)

source: In the same street, the prominent building known as Hoppegården was designed to include premises for the Christiania Art Society, which held exhibitions there from 1859 until 1870.
nb: I samme gate ble den prominente Hoppegården tegnet med lokaler til Christiania Kunstforening, som holdt utstillinger her fra 1859 til 1870.

source: Show the image "The official Sami flag from 1986.
nb: Vis bildet "Det offisielle sameflagget, vedtatt i 1986.

source: Themes such as death, love, sexuality, jealousy and anxiety were central to his early images.
nb: Temaer som død, kjærlighet, seksualitet, sjalusi og angst, stod sentralt i hans tidlige bilder.

source: "To sittende bunadskledde jenter" relates to: Related works
nb: "To sittende bunadskledde jenter" relaterer til: Utforsk lignende verk fra samlingen

source: Rosso Fiorentino (by erroneus tradition)
nb: Rosso Fiorentino (ifølge feilaktig tradisjon)

source: "Figur med horn" relates to: Related works
nb: "Figur med horn" relaterer til: Utforsk lignende verk fra samlingen

source: "Sagbruk" relates to:
nb: "Sagbruk" relaterer til:

source: "Knelende mannsakt" relates to:
nb: "Knelende mannsakt" relaterer til:

source: "Ung kvinne i profil" relates to: Related works
nb: "Ung kvinne i profil" relaterer til: Utforsk lignende verk fra samlingen

source: Frida Hansen was influenced by the Arts and Crafts movement, which focused on quality craftsmanship.
nb: Frida Hansen var opptatt av Arts and Crafts-bevegelsen, som formidlet kvaliteten i håndverket.

source: After completing his legal studies in Kristiania (now Oslo) he went to the art academy in Karlsruhe to study art.
nb: Etter endte jusstudier i Kristiania reiste han til kunstakademiet i Karlsruhe for kunstutdanning.

source: Show the image "Beate Hølmebakk, model of ‘House for a Young Woman I’, 1995. " in fullscreen
nb: Vis bildet "Beate Hølmebakk, modell av «Hus for en ung kvinne», 1995." i full størrelse

source: Wilhelm von Hanno: “The Steeple at Grønland Church”, 1866.
nb: Wilhelm von Hanno: «Tårnet på Grønland kirke», 1866.

source: "Seilskuter til havs" relates to: Related works
nb: "Seilskuter til havs" relaterer til: Utforsk lignende verk fra samlingen

source: "Ung kvinne med hunder, Rügen" relates to: Related works
nb: "Ung kvinne med hunder, Rügen" relaterer til: Utforsk lignende verk fra samlingen

source: "Fotstudie" relates to:
nb: "Fotstudie" relaterer til:

source: It was a commissioned work from the Norwegian Association for Women's Rights for the Chicago World's Fair that year.
nb: Det var et bestillingsverk fra Den Norske Kvindesagsforening til Verdensutstillingen i Chicago samme år.

source: "Lasaroner, Riva degli Schiavoni" relates to: Related works
nb: "Fire mannsfigurer, Riva degli Schiavoni" relaterer til: Utforsk lignende verk fra samlingen

source: "To ryggvendte figurer" relates to: Related works
nb: "To ryggvendte figurer" relaterer til: Utforsk lignende verk fra samlingen

source: Tandberg made many works with this material, creating colourful abstract compositions that served both as freestanding walls and decorative panels, including for Norsk Hydro, ‘The Elkem Building’ and ‘The STK Building’.
nb: Tandberg arbeidet mye med materialet og skapte abstrakte fargesterke komposisjoner i frittstående murer og i veggpartier, blant annet i Norsk Hydro, Elkemhuset og Standard Telefon- og kabelfabrikk.

source: Show the image "Otti Berger in the Weaving Workshop at Bauhaus Dessau, 1930-32." in fullscreen
nb: Vis bildet "Otti Berger i vev-verkstedet ved Bauhausskolen i Dessau, 1930-32" i full størrelse

source: How are colours perceived in lamplight compared to daylight?
nb: Hvordan oppfattes farger i lampelys i forhold til i dagslys?

source: "Strand" relates to:
nb: "Steinet strand" relaterer til:

source: "Tegning til peonvase" relates to: Related works
nb: "Tegning til peonvase" relaterer til: Utforsk lignende verk fra samlingen

source: It was not until several years after her death in 1969 that her works emerged from oblivion.
nb: Først noen år etter hennes død i 1969 ble verkene hentet frem igjen.

source: "Mannsfigur i kjøkkeninteriør, Nevlunghavn" relates to: Related works
nb: "Mannsfigur i kjøkkeninteriør, Nevlunghavn" relaterer til: Utforsk lignende verk fra samlingen

source: Daoguang (Historical event, person, place, with affiliation)
nb: Daoguang (Historisk hendelse, person, sted, med tilknytning)

source: (1971) are still popular to this day.
nb: (1971) vært populære helt frem til i dag.

source: Bernardo Strozzi (Artist for cartoon/modello i.a.
nb: Bernardo Strozzi (Kunstner for mønster/kartong e.l.

source: Bernard Picart (Artist - uncertain)
nb: Bernard Picart (Kunstner - usikker)

source: gramme delivery to data collection, analysis and reflection.
nb: arrangementsgjennomføring til datainnsamling, analyse og

source: Trips to Northern Norway in 1950 and 1964 made a profound impression on her and were a source of inspiration.
nb: Reiser til Nord-Norge i 1950 og 1964 gjorde stort inntrykk og ga henne inspirasjon.

source: "Hus ved kysten, Kragerø" relates to: Related works
nb: "Hus ved kysten, Kragerø" relaterer til: Utforsk lignende verk fra samlingen

source: Nøstetangen glassverk (Manufactured by - uncertain)
nb: Nøstetangen glassverk (Produsent - usikker)

source: Watercolour, 292 x 232 mm." in fullscreen
nb: Akvarell på papir, 292 x 232 mm." i full størrelse

source: led to an open conflict.
nb: ble det åpen konflikt.

source: "Interiør fra en røykstue" relates to: Related works
nb: "Interiør fra en røykstue" relaterer til: Utforsk lignende verk fra samlingen

source: (traditional handicrafts) from Sweden.
nb: (tradisjonelt kunsthåndverk) fra svensk side.

source: After the relationship with Heiberg ended, Oda and Christian Krohg got back together, and Christian painted several portraits of his beloved Oda.
nb: Etter at forholdet til Heiberg tok slutt, ble Oda og Christian Krohg sammen igjen, og Christian malte flere portretter av sin kjære.

source: "Mennesker hengende i en galge" relates to: Related works
nb: "Mennesker hengende i en galge" relaterer til: Utforsk lignende verk fra samlingen

source: Bauhaus had an immediate effect on contemporary aesthetics and the physical form of art, architecture and design – an impact which also reached Norway.
nb: Bauhaus preget umiddelbart estetikken og den fysiske utforming av kunst, arkitektur og design i sin samtid – også i Norge.

source: A third cohousing community with a distinctive signature was Villa Holmboe in Tromsø (1988).
nb: Et tredje bofellesskap med tydelig signatur, var Villa Holmboe i Tromsø (1988).

source: Printmaking was supplanted by oil painting, mass-produced editions by individual works.
nb: Grafikk ble erstattet av oljemaleri, masseopplagene av enkeltverk.

source: Francesco Salviati (Artist for cartoon/modello i.a.
nb: Francesco Salviati (Kunstner for mønster/kartong e.l.

source: Stiftelsen Kunstindustrimuseet, The Design Collections
nb: Nasjonalmuseet for kunst, arkitektur og design, Billedkunstsamlingene

source: The University of Oslo 200 Years
nb: Universitetet i Oslo 200 år

source: Schlemmer and Marcks had previously taught Maja Refsum.
nb: Oscar Schlemmer, Leyonel Feininger, Paul Klee og Georg Marcks.

source: Hadeland Glassverk was founded as a bottle factory in 1762.
nb: Hadeland Glassverk ble grunnlagt som flaskeverk i 1762.

source: was another prominent female figure painted by Oda Krohg.
nb: var en annen ruvende kvinneskikkelse som Oda Krohg portretterte.

source: "Stående mannsakt" relates to:
nb: "Stående mannsakt" relaterer til:

source: Show the image "Giovanni Battista Piranesi, "The Lion Bas Reliefs", 1745/ 1760–1775" in fullscreen
nb: Vis bildet "Giovanni Battista Piranesi, «Imaginære fengsler V», antagelig 1745 (plate) / 1760–1775 (trykk)" i full størrelse

source: Den Norske Husflidsforening (Manufactured by)
nb: Else Poulsson (Kunstner for mønster/kartong e.l.)

source: When Finn Berner, architect and professor of architecture, was appointed as head of the Norwegian Institute of Technology (today's NTNU) in 1927, expectations were raised of a renewal that were not fulfilled.
nb: Da Finn Berner, arkitekt og professor i arkitektur, ble ansatt som rektor ved Norges Tekniske Høgskole (dagens NTNU) i 1927, ble det skapt forventninger om en fornyelse som ikke ble innfridd.

source: Kielland was an actively engaged woman.
nb: Kielland var et engasjert menneske.

source: © Fehn, Sverre, Blix, Arne, Schreiner, Per Related works
nb: © Fehn, Sverre, Blix, Arne, Schreiner, Per Utforsk lignende verk fra samlingen

source: Ukjent (Architect - uncertain)
nb: Ukjent (Arkitekt - usikker)
